#!/usr/bin/env python3
# -*- coding: utf-8 -*-
"""
app_config.py
アプリケーション設定管理モジュール

使用モジュール
    INI形式: configparser (標準ライブラリ)
    JSON形式: json (標準ライブラリ)
    YAML形式: PyYAML (外部ライブラリ)
    TOML形式: tomli (外部ライブラリ/Python 3.11以降はtomllibとして標準ライブラリ入り)
"""

#---------------------------------
# インポート
#---------------------------------
# standard library


# third party library


# local library


#---------------------------------
# 定数
#---------------------------------
# アプリケーション固有の定数を定義
# 複数ファイルにまたがる or またがる可能性がある場合はapp_config.pyへ記述する


#---------------------------------
# main
#---------------------------------
